Repository: Adhipriya1/Smart-Bus-Tracker
Catalog: lib/l10n/app_*.arb
Languages: hi, mr, ta

source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज
ta: அமைப்புகள்

source: Change Language
hi: भाषा बदलें
mr: भाषा बदला
ta: மொழியை மாற்றவும்

source: Account
hi: खाता
mr: खाते
ta: கணக்கு

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
mr: प्रोफाइल संपादित करा
ta: சுயவிவரத்தைத் திருத்தவும்

source: Change Password
hi: पासवर्ड बदलें
mr: पासवर्ड बदला
ta: கடவுச்சொல்லை மாற்றவும்

source: Preferences
hi: पसंदीदा
mr: प्राधान्ये
ta: விருப்பங்கள்

source: Dark Theme
hi: डार्क थीम
mr: डार्क थीम
ta: இருண்ட தீம்

# support
source: Support & Legal
hi: सहायता और कानूनी
mr: मदत आणि कायदेशीर
ta: ஆதரவு மற்றும் சட்ட

source: Report Bug
hi: बग रिपोर्ट करें
mr: समस्या कळवा
ta: பிழையைப் புகாரளிக்கவும்

# terms
source: Terms and Conditions
hi: नियम और शर्तें
mr: नियम आणि अटी
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்

# privacy
source: Privacy Policy
hi: गोपनीयता नीति
mr: गोपनीयता धोरण
ta: தனியுரிமைக் கொள்கை

source: Logout
hi: लॉग आउट
mr: लॉग आउट
ta: வெளியேறு

source: My Documents
hi: मेरे दस्तावेज़
mr: माझी कागदपत्रे
ta: எனது ஆவணங்கள்

# uploadDocs
source: Upload License, Aadhar, PAN
hi: लाइसेंस, आधार, पैन अपलोड करें
mr: परवाना, आधार, पॅन अपलोड करा
ta: உரிமம், ஆதார், பான் பதிவேற்றவும்

source: Admin Portal
hi: एडमिन पोर्टल
mr: प्रशासन पोर्टल
ta: நிர்வாகி தளம்

source: Hello
hi: नमस्ते
mr: नमस्कार
ta: வணக்கம்

source: Login
hi: लॉग इन
mr: लॉग इन
ta: உள்நுழைய

source: Sign Up
hi: साइन अप
mr: साइन अप
ta: பதிவு செய்யவும்

source: Overview
hi: अवलोकन
mr: आढावा
ta: கண்ணோட்டம்

# manageFleet
source: Manage your fleet and staff
hi: अपने बेड़े और कर्मचारियों का प्रबंधन करें
mr: आपला ताफा आणि कर्मचारी व्यवस्थापित करा
ta: உங்கள் கடற்படை மற்றும் பணியாளர்களை நிர்வகிக்கவும்

source: Assign Routes
hi: रूट असाइन करें
mr: मार्ग नेमा
ta: வழிகளை ஒதுக்கவும்

source: Verify Docs
hi: दस्तावेज़ सत्यापित करें
mr: कागदपत्रे तपासा
ta: ஆவணங்களைச் சரிபார்க்கவும்

source: Live Tracking
hi: लाइव ट्रैकिंग
mr: लाइव्ह ट्रॅकिंग
ta: நேரலை கண்காணிப்பு

source: Collections
hi: संग्रह
mr: संकलन
ta: வசூல்

source: Complaints
hi: शिकायतें
mr: तक्रारी
ta: புகார்கள்

source: Ride Reviews
hi: सवारी समीक्षा
mr: प्रवास समीक्षा
ta: சவாரி விமர்சனங்கள்

source: Admin Settings
hi: एडमिन सेटिंग्स
mr: प्रशासन सेटिंग्ज
ta: நிர்வாக அமைப்புகள்

source: Session
hi: सत्र
mr: सत्र
ta: அமர்வு

# appTitle
source: Smart Bus Tracker
hi: स्मार्ट बस ट्रैकर
mr: स्मार्ट बस ट्रॅकर
ta: ஸ்மார்ட் பஸ் டிராக்கர்

source: Passenger Login
hi: यात्री लॉगिन
mr: प्रवासी लॉगिन
ta: பயனர் உள்நுழைவு

source: Conductor Login
hi: कंडक्टर लॉगिन
mr: वाहक लॉगिन
ta: கண்டக்டர் உள்நுழைவு

source: Admin Access
hi: प्रशासन लॉगिन
mr: प्रशासक प्रवेश
ta: நிர்வாக அணுகல்

source: Translate user content
hi: उपयोगकर्ता सामग्री का अनुवाद करें
mr: वापरकर्ता सामग्रीचे भाषांतर करा
ta: பயனர் உள்ளடக்கத்தை மொழிபெயர்க்கவும்

source: Please fill all fields
hi: कृपया सभी फ़ील्ड भरें
mr: कृपया सर्व फील्ड भरा
ta: அனைத்து புலங்களையும் நிரப்பவும்

# issueReportedSuccess
source: Issue reported successfully! Support will contact you.
hi: रिपोर्ट सफलतापूर्वक भेजी गई! सपोर्ट आपसे संपर्क करेगा।
mr: समस्या यशस्वीरित्या नोंदवली! सपोर्ट तुम्हाला संपर्क करेल.
ta: சிக்கல் வெற்றிகரமாக புகாரளிக்கப்பட்டது! ஆதரவு உங்களைத் தொடர்பு கொள்ளும்.

# itemLoggedSuccess
source: Item logged successfully!
hi: आइटम सफलतापूर्वक लॉग किया गया!
mr: आयटम यशस्वीरित्या लॉग केले!
ta: பொருள் வெற்றிகரமாக பதிவு செய்யப்பட்டது!

# thankYouForReport
source: Thank you! Your report has been sent to the Admin team.
hi: धन्यवाद! आपकी रिपोर्ट एडमिन टीम को भेज दी गई है।
mr: धन्यवाद! तुमची रिपोर्ट प्रशासन टीमला पाठवली गेली आहे.
ta: நன்றி! உங்கள் அறிக்கை நிர்வாக குழுவுக்கு அனுப்பப்பட்டது.

# thankYouForFeedback
source: Thank you for your feedback!
hi: प्रतिक्रिया के लिए धन्यवाद!
mr: तुमच्या प्रतिक्रियेसाठी धन्यवाद!
ta: உங்கள் கருத்துக்கு நன்றி!

# typeAMessageHint
source: Type a message...
hi: संदेश टाइप करें...
mr: संदेश टाइप करा...
ta: ஒரு செய்தியைத் தட்டச்சு செய்யவும்...

source: No messages yet.
hi: कोई संदेश नहीं है।
mr: अद्याप संदेश नाहीत.
ta: இன்னும் செய்திகள் இல்லை.

source: Say 'Hi' to start!
hi: शुरू करने के लिए 'हाय' कहें!
mr: सुरुवात करण्यासाठी 'हाय' म्हणा!
ta: தொடங்க 'ஹாய்' சொல்லவும்!

# supportChatTitle
source: Support Chat
hi: सपोर्ट चैट
mr: सपोर्ट चॅट
ta: ஆதரவு அரட்டை

source: SUBMIT REVIEW
hi: समीक्षा सबमिट करें
mr: समीक्षा सबमिट करा
ta: விமர்சனத்தைச் சமர்ப்பிக்கவும்

source: CLOSE
hi: बंद करें
mr: बंद करा
ta: மூடு

source: OK
hi: ठीक है
mr: ठीक आहे
ta: சரி

source: CANCEL
hi: रद्द करें
mr: रद्द करा
ta: ரத்து செய்

source: SEND SOS
hi: SOS भेजें
mr: SOS पाठवा
ta: SOS அனுப்பு

source: Confirm emergency
hi: आपातकाल की पुष्टि करें
mr: आपत्कालाची पुष्टी करा
ta: அவசரநிலையை உறுதிப்படுத்து

# alertSent
source: Admin has been notified with your location. Help is on the way.
hi: एडमिन को आपकी लोकेशन सूचित कर दी गई है। मदद आ रही है।
mr: तुमच्या स्थानासह प्रशासनला सूचित केले आहे. मदत येत आहे.
ta: உங்கள் இடத்துடன் நிர்வாகிக்கு அறிவிக்கப்பட்டது. உதவி வருகிறது.

# errorSending
source: Error sending: {error}
hi: संदेश भेजने में त्रुटि: {error}
mr: पाठवताना त्रुटी: {error}
ta: அனுப்புவதில் பிழை: {error}

# logItemLabel
source: Log Lost Item
hi: खोया हुआ आइटम लॉग करें
mr: हरवलेला आयटम लॉग करा
ta: இழந்த பொருளைப் பதிவு செய்

# itemDetailsLabel
source: Item Details
hi: आइटम विवरण
mr: आयटम तपशील
ta: பொருள் விவரங்கள்

source: Tap to add photo
hi: फोटो जोड़ने के लिए टैप करें
mr: फोटो जोडण्यासाठी टॅप करा
ta: புகைப்படம் சேர்க்க தட்டவும்

# subjectLabel
source: Subject
hi: विषय
mr: विषय
ta: பாடம்

# descriptionLabel
source: Description
hi: विवरण
mr: वर्णन
ta: விவரிப்பு

source: SUBMIT REPORT
hi: रिपोर्ट सबमिट करें
mr: रिपोर्ट सबमिट करा
ta: அறிக்கையைச் சமர்ப்பிக்கவும்

# submitReportSuccess
source: Thank you! Your report has been sent.
hi: धन्यवाद! आपकी रिपोर्ट भेज दी गई है।
mr: धन्यवाद! तुमची रिपोर्ट पाठवली गेली आहे.
ta: நன்றி! உங்கள் அறிக்கை அனுப்பப்பட்டது.

source: No Description provided.
hi: कोई विवरण प्रदान नहीं किया गया है।
mr: वर्णन प्रदान केले नाही.
ta: விவரிப்பு வழங்கப்படவில்லை.

source: No reviews yet
hi: अभी तक कोई समीक्षा नहीं हैं
mr: अद्याप समीक्षा नाहीत
ta: இன்னும் விமர்சனங்கள் இல்லை

source: No active complaints!
hi: कोई सक्रिय शिकायतें नहीं!
mr: कोणत्याही सक्रिय तक्रारी नाहीत!
ta: செயலில் உள்ள புகார்கள் இல்லை!

# resolvedNote
source: ✓ RESOLVED (Will auto-delete in 7 days)
hi: ✓ हल (7 दिनों में ऑटो-डिलीट होगा)
mr: ✓ सोडवले (7 दिवसांत ऑटो-डिलीट होईल)
ta: ✓ தீர்க்கப்பட்டது (7 நாட்களில் தானாக நீக்கப்படும்)

# profileUpdated
source: Profile updated successfully!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई!
mr: प्रोफाइल यशस्वीरित्या अद्यतनित झाली!
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव
ta: முழு பெயர்

source: Phone Number
hi: फ़ोन नंबर
mr: फोन नंबर
ta: தொலைபேசி எண்

source: SAVE CHANGES
hi: परिवर्तन सहेजें
mr: बदल जतन करा
ta: மாற்றங்களைச் சேமிக்கவும்

# errorPickingImage
source: Error picking image: {error}
hi: छवि चुनने में त्रुटि: {error}
mr: इमेज निवडताना त्रुटी: {error}
ta: படத்தைத் தேர்ந்தெடுப்பதில் பிழை: {error}

# updateFailed
source: Update failed: {error}
hi: अपडेट विफल: {error}
mr: अद्यतन अयशस्वी: {error}
ta: புதுப்பித்தல் தோல்வியடைந்தது: {error}

source: Found an issue?
hi: कोई समस्या मिली?
mr: काही समस्या आढळली?
ta: ஒரு சிக்கல் கண்டறிந்தீர்களா?

# describeBug
source: Please describe the bug so we can fix it.
hi: कृपया बग का वर्णन करें ताकि हम इसे ठीक कर सकें।
mr: कृपया बगचे वर्णन करा जेणेकरून आम्ही ते दुरुस्त करू शकू.
ta: பிழையை விவரிக்கவும், அதை நாங்கள் சரிசெய்யலாம்.

# subjectHint
source: e.g., App crashed on payment
hi: उदा., ऐप भुगतान पर क्रैश हुआ
mr: उदा., पेमेंटवर अॅप क्रॅश झाला
ta: எ.கா., கட்டணத்தில் ஆப் செயலிழந்தது

# descriptionHint
source: Explain what happened...
hi: क्या हुआ इसका विवरण लिखें...
mr: काय झाले ते स्पष्ट करा...
ta: என்ன நடந்தது என்பதை விளக்கு...

source: Email
hi: ईमेल
mr: ईमेल
ta: மின்னஞ்சல்

source: Email Address
hi: ईमेल पता
mr: ईमेल पत्ता
ta: மின்னஞ்சல் முகவரி

source: Password
hi: पासवर्ड
mr: पासवर्ड
ta: கடவுச்சொல்

source: New Password
hi: नया पासवर्ड
mr: नवीन पासवर्ड
ta: புதிய கடவுச்சொல்

source: Comments (Optional)
hi: टिप्पणियाँ (वैकल्पिक)
mr: टिप्पण्या (पर्यायी)
ta: கருத்துகள் (விருப்பமானது)

source: Please log in
hi: कृपया लॉग इन करें
mr: कृपया लॉग इन करा
ta: தயவுசெய்து உள்நுழையவும்

source: My Rides
hi: मेरी सवारी
mr: माझे प्रवास
ta: எனது பயணங்கள்

source: No rides yet.
hi: अभी तक कोई सवारी नहीं है।
mr: अद्याप प्रवास नाहीत.
ta: இன்னும் பயணங்கள் இல்லை.

source: Completed Trip
hi: पूरा हुआ सफर
mr: पूर्ण झालेला प्रवास
ta: முடிந்த பயணம்

source: Ongoing Trip
hi: चालू सफर
mr: चालू प्रवास
ta: நடப்பிலுள்ள பயணம்

source: Rate Now
hi: अब रेट करें
mr: आता रेट करा
ta: இப்போது மதிப்பீடு செய்யவும்

# atLabel
source: at
hi: पर
mr: येथे
ta: இல்

source: My Frequent Routes
hi: मेरे बारंबार मार्ग
mr: माझे वारंवार मार्ग
ta: எனது அடிக்கடி வழிகள்

source: No travel history
hi: कोई यात्रा इतिहास नहीं
mr: प्रवास इतिहास नाही
ta: பயண வரலாறு இல்லை

# pleaseSelectBusAndRating
source: Please select a bus and give a rating.
hi: कृपया एक बस चुनें और रेटिंग दें।
mr: कृपया बस निवडा आणि रेटिंग द्या.
ta: ஒரு பஸ் தேர்ந்தெடுத்து மதிப்பீடு கொடுங்கள்.

source: Rate Your Ride
hi: अपनी सवारी को रेट करें
mr: तुमचा प्रवास रेट करा
ta: உங்கள் பயணத்தை மதிப்பீடு செய்யவும்

source: Which bus were you on?
hi: आप किस बस में थे?
mr: तुम्ही कोणत्या बसमध्ये होता?
ta: நீங்கள் எந்த பஸ்ஸில் இருந்தீர்கள்?

source: How was your experience?
hi: आपका अनुभव कैसा था?
mr: तुमचा अनुभव कसा होता?
ta: உங்கள் அனுபவம் எப்படி இருந்தது?

# reviewHint
source: Driver was polite, Bus was clean...
hi: ड्राइवर विनम्र था, बस साफ थी...
mr: ड्रायव्हर विनम्र होता, बस स्वच्छ होती...
ta: ஓட்டுநர் மரியாதையாக இருந்தார், பஸ் சுத்தமாக இருந்தது...

# pleaseSelectSourceDestination
source: Please select Source and Destination
hi: कृपया स्रोत और गंतव्य चुनें
mr: कृपया स्रोत आणि गंतव्य निवडा
ta: மூலம் மற்றும் இலக்கைத் தேர்ந்தெடுக்கவும்

source: Trip Fare Calculator
hi: यात्रा किराया कैलकुलेटर
mr: प्रवास भाडे कॅल्क्युलेटर
ta: பயண கட்டண கணக்கிடுபவர்

source: GET REALTIME FARE
hi: रीयलटाइम किराया प्राप्त करें
mr: रीयलटाइम भाडे मिळवा
ta: நேரடி கட்டணம் பெறு

source: seats free
hi: सीटें खाली
mr: जागा मोकळ्या
ta: இருக்கைகள் காலியாக உள்ளன

source: Estimated Arrival
hi: अनुमानित आगमन
mr: अंदाजे आगमन
ta: கணிக்கப்பட்ட வருகை

# whereAreYouGoing
source: Where are you going today?
hi: आज आप कहाँ जा रहे हैं?
mr: आज तुम्ही कुठे जात आहात?
ta: இன்று நீங்கள் எங்கு செல்கிறீர்கள்?

source: Top Routes
hi: शीर्ष मार्ग
mr: शीर्ष मार्ग
ta: சிறந்த வழிகள்

source: No routes available.
hi: कोई मार्ग उपलब्ध नहीं।
mr: कोणतेही मार्ग उपलब्ध नाहीत.
ta: வழிகள் எதுவும் கிடைக்கவில்லை.

source: Menu
hi: मेनू
mr: मेनू
ta: பட்டியல்

source: Favorite Routes
hi: पसंदीदा मार्ग
mr: आवडते मार्ग
ta: பிடித்த வழிகள்

source: Bus Timetable
hi: बस टाइमटेबल
mr: बस वेळापत्रक
ta: பஸ் நேர அட்டவணை

source: My Rides History
hi: मेरी सवारी इतिहास
mr: माझा प्रवास इतिहास
ta: எனது பயண வரலாறு

source: TRACK LIVE LOCATION
hi: लाइव लोकेशन ट्रैक करें
mr: लाइव्ह स्थान ट्रॅक करा
ta: நேரடி இடத்தை கண்காணிக்கவும்

source: No new notifications
hi: कोई नई अधिसूचना नहीं
mr: नवीन अधिसूचना नाहीत
ta: புதிய அறிவிப்புகள் இல்லை

source: Select a Bus
hi: एक बस चुनें
mr: बस निवडा
ta: ஒரு பஸ் தேர்ந்தெடுக்கவும்

source: No active buses found.
hi: कोई सक्रिय बस नहीं मिली।
mr: कोणत्याही सक्रिय बसेस आढळल्या नाहीत.
ta: செயலில் உள்ள பஸ்கள் எதுவும் கிடைக்கவில்லை.

source: Real-Time Timetable
hi: रीयल-टाइम टाइमटेबल
mr: रीयल-टाइम वेळापत्रक
ta: நேரடி நேர அட்டவணை

source: No routes active
hi: कोई मार्ग सक्रिय नहीं
mr: कोणतेही मार्ग सक्रिय नाहीत
ta: வழிகள் எதுவும் செயலில் இல்லை

# routeLabel
source: Route:
hi: मार्ग:
mr: मार्ग:
ta: வழி:

source: Trip Details
hi: यात्रा विवरण
mr: प्रवास तपशील
ta: பயண விவரங்கள்

source: ESTIMATED FARE
hi: अनुमानित किराया
mr: अंदाजे भाडे
ta: கணிக்கப்பட்ட கட்டணம்

source: Issue Ticket
hi: टिकट जारी करें
mr: तिकीट जारी करा
ta: டிக்கெட் வழங்கு

source: TOTAL FARE
hi: कुल किराया
mr: एकूण भाडे
ta: மொத்த கட்டணம்

source: seats available
hi: सीटें उपलब्ध
mr: जागा उपलब्ध
ta: இருக்கைகள் கிடைக்கின்றன

# mustBeLoggedIn
source: You must be logged in.
hi: आपको लॉग इन होना चाहिए।
mr: तुम्हाला लॉग इन असणे आवश्यक आहे.
ta: நீங்கள் உள்நுழைந்திருக்க வேண்டும்.

# errorLoadingChat
source: Error loading chat: {error}
hi: चैट लोड करने में त्रुटि: {error}
mr: चॅट लोड करताना त्रुटी: {error}
ta: அரட்டையை ஏற்றுவதில் பிழை: {error}

source: Select a bus to view location
hi: लोकेशन देखने के लिए एक बस चुनें
mr: स्थान पाहण्यासाठी बस निवडा
ta: இடத்தைப் பார்க்க ஒரு பஸ் தேர்ந்தெடுக்கவும்

source: View on Map
hi: मानचित्र पर देखें
mr: नकाशावर पहा
ta: வரைபடத்தில் பார்க்கவும்

# pleaseUploadClearPhotos
source: Please upload clear photos of your original documents. Admin will verify them shortly.
hi: कृपया अपने मूल दस्तावेज़ों की स्पष्ट तस्वीरें अपलोड करें। एडमिन उन्हें शीघ्र सत्यापित करेगा।
mr: कृपया तुमच्या मूळ दस्तऐवजांची स्पष्ट फोटो अपलोड करा. प्रशासन त्यांना लवकरच तपासेल.
ta: உங்கள் அசல் ஆவணங்களின் தெளிவான புகைப்படங்களைப் பதிவேற்றவும். நிர்வாகி அவற்றை விரைவில் சரிபார்க்கும்.

source: Verified
hi: सत्यापित
mr: तपासले
ta: சரிபார்க்கப்பட்டது

source: Pending Verification
hi: सत्यापन लंबित
mr: तपासणी प्रलंबित
ta: சரிபார்ப்பு நிலுவையில் உள்ளது

source: Not Uploaded
hi: अपलोड नहीं किया गया
mr: अपलोड केले नाही
ta: பதிவேற்றப்படவில்லை

source: Done
hi: हो गया
mr: झाले
ta: முடிந்தது

source: Re-upload
hi: पुनः अपलोड
mr: पुन्हा अपलोड
ta: மீண்டும் பதிவேற்று

source: Upload
hi: अपलोड
mr: अपलोड
ta: பதிவேற்று

# documentUploadedSuccess
source: Document Uploaded! Wait for verification.
hi: दस्तावेज़ अपलोड! सत्यापन के लिए प्रतीक्षा करें।
mr: दस्तऐवज अपलोड! तपासणीसाठी प्रतीक्षा करा.
ta: ஆவணம் பதிவேற்றப்பட்டது! சரிபார்ப்புக்காக காத்திருங்கள்.

source: Profile Picture Updated!
hi: प्रोफ़ाइल चित्र अपडेट!
mr: प्रोफाइल चित्र अद्यतनित!
ta: சுயவிவர படம் புதுப்பிக்கப்பட்டது!

source: Select Bus Number
hi: बस नंबर चुनें
mr: बस नंबर निवडा
ta: பஸ் எண்ணைத் தேர்ந்தெடுக்கவும்

source: Create Account
hi: खाता बनाएं
mr: खाते तयार करा
ta: கணக்கை உருவாக்கு

source: Welcome Back
hi: वापसी पर स्वागत
mr: परत स्वागत आहे
ta: மீண்டும் வரவேற்கிறோம்

# signupStart
source: Sign up to start riding
hi: सवारी शुरू करने के लिए साइन अप करें
mr: प्रवास सुरू करण्यासाठी साइन अप करा
ta: பயணம் தொடங்க பதிவு செய்யவும்

source: Login to track your bus
hi: अपनी बस को ट्रैक करने के लिए लॉग इन करें
mr: तुमची बस ट्रॅक करण्यासाठी लॉग इन करा
ta: உங்கள் பஸ்ஸை கண்காணிக்க உள்நுழையவும்

source: Please enter email
hi: कृपया ईमेल दर्ज करें
mr: कृपया ईमेल प्रविष्ट करा
ta: மின்னஞ்சலை உள்ளீடு செய்யவும்

# passwordMinChars
source: Password must be 6+ chars
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए
mr: पासवर्ड कमीतकमी 6 अक्षरे असावा
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகள் இருக்க வேண்டும்

# passwordUpdated
source: Password Updated Successfully!
hi: पासवर्ड सफलतापूर्वक अपडेट हुआ!
mr: पासवर्ड यशस्वीरित्या अद्यतनित झाला!
ta: கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Update
hi: अपडेट करें
mr: अद्यतन करा
ta: புதுப்பிக்கு

# errorLoadingBuses
source: Error loading buses: {error}
hi: बस लोड करने में त्रुटि: {error}
mr: बसे लोड करताना त्रुटी: {error}
ta: பஸ்களை ஏற்றலில் பிழை: {error}

source: Already have an account?
hi: पहले से खाता है?
mr: आधीपासून खाते आहे?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?

source: Don't have an account?
hi: खाता नहीं है?
mr: खाते नाही?
ta: கணக்கு இல்லையா?

source: Unexpected Error
hi: अप्रत्याशित त्रुटि
mr: अनपेक्षित त्रुटी
ta: எதிர்பாராத பிழை
